Repository: common-repository/simple-calendar-for-elementor
Catalog: languages/simple-calendar-for-elementor-*.po
Languages: de_de

source: Calendars
de_de: Kalender

source: Status/Classes
de_de: Status/Klassen

source: Content
de_de: Inhalt

source: Calendar
de_de: Kalender

source: Full width
de_de: Volle Breite

source: Squared days
de_de: Quadratische Tage

source: yes
de_de: Ja

source: no
de_de: Nein

source: Show legend
de_de: Legende anzeigen

source: Show
de_de: ja

source: Hide
de_de: nein

source: Show today button
de_de: Zeige Heute Button

source: Legend position
de_de: Position d. Legende

source: Side
de_de: Seite

source: Below
de_de: Unterhalb

source: Day height
de_de: Höhe Tag

source: Day width
de_de: Breite Tag

source: Day gap
de_de: Abstand Tag

source: Show event titles when hovering a day
de_de: Zeige beim Hover den Event Titel an

source: Show a fixed month
de_de: Festen Monat anzeigen

source: Month
de_de: Monat

source: Changes might only be visible in the frontend
de_de: Änderungen eventl. nur im Frontend sichtbar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Year
de_de: Jahr

source: Default styles
de_de: Standard Styles

source: Top/bottom line
de_de: Linie oben/unten

source: Background color
de_de: Hintergrundfarbe

source: Header background color
de_de: Hintergrundfarbe

source: Header text color
de_de: Textfarbe (Header)

source: Header text color (hover)
de_de: Textfarbe (Header; Cover)

source: Weekdays
de_de: Wochentage

source: Days background color
de_de: Hintergrundfarbe

source: Days text color
de_de: Textfarbe Tag

source: Prev/Next styles
de_de: Vor/Zurück Styles

source: Arrow color
de_de: Farbe der Pfeile

source: Today day styles
de_de: Heute Styles

source: Text color
de_de: Textfarbe

source: Today button styles
de_de: Heute Styles

source: Today background color
de_de: Hintergrundfarbe

source: Today background color (hover)
de_de: Hintergrundfarbe (hover)

source: Today color
de_de: Textfarbe Heute

source: Today color (hover)
de_de: Textfarbe Heute (Rover)

source: Default days
de_de: Standard Tag

source: Day font color
de_de: Textfarbe Tag

source: Background color day
de_de: Hintergrundfarbe Tag

source: Background color empty day
de_de: Hintergrundfarbe leerer Tag

source: Days with status
de_de: Tag mit Status

source: Background Color
de_de: Hintergrundfarbe

source: Background Color (second)
de_de: Hintergrundfarbe (zweite Farbe)

source: Font Color with status
de_de: Textfarbe mit Status

source: Legend
de_de: Legende

source: Simple Calendar (Legend)
de_de: Simple Calendar (Legende)

source: Show Title
de_de: Titel anzeigen

source: today
de_de: Heute

source: Mar
de_de: Mär

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: Tu
de_de: Di

source: We
de_de: Mi

source: Th
de_de: Do

source: Su
de_de: So

source: Add calendar
de_de: Kalender hinzufügen

source: add
de_de: hinzufügen

source: Create different calendars you can select in the Elementor Calendar widget. Each calendar can have it's own events.
de_de: Erstelle verschiedene Kalender, die du dann im Elementor Kalender Widget auswählen kannst. Pro Kalender kannst du eigene Events vergeben.

source: Select a calendar and add an event to a day. To add or change a status go to the <b>Status/Classes</b> tab.
de_de: Wähle einen Kalender und setze den Status für die Tage. Um einen neuen Status anzulegen gehe in den <b>Status/Klassen</b> Tab.

source: Custom colors
de_de: Eigene Farben

source: Colors for the custom classes are only visible in the frontend.
de_de: Farben von eigenen Klassen sind nur im Frontend sichtbar.

source: Current calendar
de_de: Aktueller Kalender

source: Day
de_de: Tag

source: No calendar found. Please add a calendar first.
de_de: Kein Kalender gefunden. Bitte erst einen Kalender anlegen.

source: Visible
de_de: Sichtbar

source: CSS class
de_de: CSS Klasse

source: delete
de_de: entfernen

source: Add new status
de_de: Status hinzufügen

source: Add status
de_de: Status hinzufügen

source: Add class
de_de: CSS Klasse

source: Status and classes
de_de: Status und Klassen

source: Here you define the status options you can pick for each day. The status name will be visible in the legend and the class will be added to the day.<br/><b>half_blocked</b> and <b>blocked</b> are deafult options.
de_de: Hier kannst du die Statusnamen vergeben, die du den Tagen zuweisen kannst. Der Statusname wird in der Legende angezeigt und die CSS Klasse wie auf den Tag geschrieben. <br/> <b>half_blocked</b> und <b>blocked</b> sind Standard-Optionen.

source: Add new status/classes
de_de: Status/Klassen

source: Below the table you can add a new status name and a class. Go to Appearance - Customizer you can set the styles for that class.<br/>Use <code>.miga_calendar .calendar__day.your_class {};</code> and <code>.miga_calendar .calendar__legend_item.your_class {};</code> to set your styles.
de_de: Unter der Tabelle kannst du neue Statusnamen und CSS Klassen anlegen. Gehe zu Design - Customizer, um die Styles zu setzen.<br/>Nutze <code>.miga_calendar .calendar__day.your_class {};</code> und <code>.miga_calendar .calendar__legend_item.your_class {};</code> für deine Styles.

source: Delete
de_de: Entfernen

source: Title
de_de: Titel

source: Legend title style
de_de: Legende: Titel Style

source: Title Color
de_de: Titelfarbe

source: Legend style
de_de: Legenden Style

source: Text Color
de_de: Textfarbe
